FIRST_GREETING = "🎅 Я рад, что ты присоединился к нам%(name)s!"
CHOOSE_TIMEZONE = "Осталось совсем чуть-чуть!\n🕑 Выбери часовой свой пояс, чтобы поздравление пришло ровно в `00:00` по твоему времени ✨"
CONFIRM_TIMEZONE = "*Ты выбрал:* `%(timezone)s`\nТо есть у тебя сейчаc %(clock_emoji)s `%(time_now)s`❓"
SUCCESSFULL_SELECT_TIMEZONE = "👍 *Отлично!* Часовой пояс успешно выбран!\nТы можешь изменить его позже при необходимости"
SUCCESSFULL_REGISTATION = "🔥 *Всё готово!*\nТеперь в канун Нового года ты получишь поздравление от _Тайного Санты!_ 🎅"
WISH_OFFER = "Отправить поздравление случайному человеку можно ниже! ⬇️🎁"
SHARE_REQUEST = "*Пригласи друзей и знакомых* — чем больше нас, тем веселее! 🎄✨"

SUPPORT_REQUEST = f"*Ты можешь поддержать автора этого бота по* ➡️ [*ссылке*](%(support_link)s) ⬅️"
