ENTER_NEW_WISH = """\
*📝 Введи своё пожелание ✨*

Ты можешь отправить:
    💬 _сообщение_
и до 3-ёх медиа:
    🖼️ _фото_
    📹 _видео_
    🔵 _кружок_\
"""
WISH_TEXT_REQUIRED = "Текст _обязателен_ 🤔"
WISH_IS_TOO_SHORT_OR_LONG = "_*Упс...*_ 😯\nТекст должен быть длиной *от 10 до 4096 символов* включительно 🤔"
UNKNOWN_INTERNAL_ERROR = "😯 _*Ой...*_ Что-то пошло не так"
CONFIRM_NEW_WISH = "*⬆️ Проверь своё пожелание ⬆️*\n_Всё ли корректно?_\n\n✏️ Если нет - отправь новое, и я заменью предыдущее (медиа при этом сохранятся)"
THANKS_FOR_WISH = "✨ _Спасибо за ваше пожелание!_\n🎄 Твои тёплые слова будут доставлены вовремя!"
