# TODO: edit messages
ENTER_NEW_WISH = "*WISHING*\n✨ Введите своё пожелание:"     # \n_(Вы можете отправить: 💬 сообщение, 🔊 голосовое, 🖼️ фото или 🔵 кружок)_"
WISH_IS_TOO_SHORT_OR_LONG = "_*Упс...*_ 😯\nТекст должен быть длиной *от 10 до 4096 символов* включительно 🤔"
UNKNOWN_INTERNAL_ERROR = "😯 _*Ой...*_ Что-то пошло не так"
CONFIRM_NEW_WISH = "*⬆️ Проверь своё пожелание ⬆️*\n_Всё ли корректно?_\n\n✏️ Если нет - отправь новое, и я на него заменью"
THANKS_FOR_WISH = "🎄 Ваши тёплые слова будут доставлены!\n✨ _Спасибо!_"
